Repository: DNNCommunity/DNNStore
Catalog: App_LocalResources/CouponEdit.ascx.*.resx
Languages: fr_fr

# ApplyToCategory.Text
source: All items in category
fr_fr: Tous les produits de la catégorie

# ApplyToOrder.Text
source: Entire order
fr_fr: Toute la commande

# ApplyToProduct.Text
source: Specific product
fr_fr: Un produit spécifique

# btnChangeItem.Text
source: Change Item
fr_fr: Modifier

# btnValidateCategory.Text
source: Validate
fr_fr: Valider

# DiscountFixedAmount.Text
source: Fixed amount
fr_fr: Montant fixe

# DiscountFreeShipping.Text
source: Free shipping
fr_fr: Livraison gratuite

# DiscountPercentage.Text
source: Percentage
fr_fr: Pourcentage

# EmptyComboValue.Text
source: --- Select ---
fr_fr: --- Sélectionner ---

# ErrorDelete.Text
source: An error occurred while deleting this coupon!
fr_fr: Une erreur est survenue lors de la suppression de ce coupon !

# lblApplyTo.Help
source: Select the item on which to apply the discount.
fr_fr: Sélectionner l'élément sur lequel appliquer la réduction.

# lblApplyTo.Text
source: Apply To:
fr_fr: Appliquer à :

# lblCategory.Help
source: Select the category to control.
fr_fr: Sélectionner la catégorie à controler.

# lblCategory.Text
source: Category:
fr_fr: Catégorie :

# lblCode.Help
source: Coupon code.
fr_fr: Code du coupon de réduction.

# lblDescription.Help
source: Description of the coupon. It will be displayed for the user!
fr_fr: Description du coupon. Elle sera affiché pour l'utilisateur !

# lblDiscountAmount.Help
source: Enter the discount amount to apply.
fr_fr: Saisir le montant de réduction à appliquer.

# lblDiscountAmount.Text
source: Amount:
fr_fr: Réduction :

# lblDiscountPercentage.Help
source: Enter the discount percentage to apply.
fr_fr: Saisir le pourcentage de réduction à appliquer.

# lblDiscountPercentage.Text
source: Percentage:
fr_fr: Pourcentage :

# lblDiscountType.Help
source: Select the discount type to apply.
fr_fr: Sélectionner le type de promotion à appliquer.

# lblDiscountType.Text
source: Discount Type:
fr_fr: Type de promotion :

# lblRuleAmount.Help
source: Enter the minimum amount to validate this coupon rule.
fr_fr: Saisir le montant minimum pour valider cette règle de coupon.

# lblRuleAmount.Text
source: Minimum Amount:
fr_fr: Montant minimum :

# lblRuleType.Help
source: Select a rule type. 'Spends at least' means the total of the current cart; while 'Orders at least' means the sum of all orders for the current customer.
fr_fr: Sélectionner un type de règle. Par 'Dépensé au moins' on entend le total du panier courant; tandis que par 'Total commandé au moins' on entend la somme de toutes les commandes du client.

# lblRuleType.Text
source: Rule Type:
fr_fr: Type de règle :

# lblSelectedItem.Help
source: Name of the selected item.
fr_fr: Nom de l'élément sélectionné.

# lblSelectedItem.Text
source: Selected Item:
fr_fr: Elément sélectionné :

# RuleOrderAnything.Text
source: Order anything
fr_fr: Toutes commandes

# RuleOrdersAtLeast.Text
source: Orders at least
fr_fr: Total commandé au moins

# RuleSpendsAtLeast.Text
source: Spends at least
fr_fr: Dépensé au moins

# valReqCategory.Text
source: <br />* Select a category!
fr_fr: <br />* Une catégorie est requise !

# valReqCode.Text
source: <br />* Coupon code is required.
fr_fr: <br />* Le code coupon est requis.

# valReqDescription.Text
source: <br />* Description is required.
fr_fr: <br />* La description est requise.

# valReqDiscountAmount.Text
source: <br />* Discount amount is required.
fr_fr: <br />* Le montant est requis.

# valReqDiscountPercentage.Text
source: <br />* Discount percentage is required.
fr_fr: <br />* Le pourcentage est requis..

# valReqRuleAmount.Text
source: <br />* Minimum amount is required.
fr_fr: <br />* Le montant minimum est requis.

# lblEndDate.Help
source: Enter or select end date.
fr_fr: Saisir ou sélectionner la date de fin.

# lblEndDate.Text
source: End Date:
fr_fr: Date de fin :

# lblStartDate.Help
source: Enter or select start date.
fr_fr: Saisir ou sélectionner la date de début.

# lblStartDate.Text
source: Start Date:
fr_fr: Date de début :

# lblValidity.Help
source: Defines how the coupon expire.
fr_fr: Défini comment le coupon expire.

# lblValidity.Text
source: Validity:
fr_fr: Validité :

# valCompEndDate.Text
source: <br />Error! Please enter a valid date.
fr_fr: <br />Erreur ! Veuillez saisir une date correcte.

# valCompStartDate.Text
source: <br />Error! Please enter a valid date.
fr_fr: <br />Erreur ! Veuillez saisir une date correcte.

# ValidityPermanent.Text
source: Permanent
fr_fr: Permanente

# ValiditySingleUse.Text
source: Single use
fr_fr: Usage unique

# ValidityUntil.Text
source: Until
fr_fr: Jusqu'au

# valReqEndDate.Text
source: <br />* End date is required.
fr_fr: <br />* La date de fin est requise.

# valReqStartDate.Text
source: <br />* Start date is required.
fr_fr: <br />* La date de début est requise.

# valCompDiscountAmount.Text
source: <br />* Amount must be greater than 0!
fr_fr: <br />* Le montant doit être supérieur à zéro !

# valCompDiscountPercentage.Text
source: <br />* Percentage must be greater than 0!
fr_fr: <br />* Le pourcentage doit être supérieur à zéro !

# valCompRuleAmount.Text
source: <br />* Amount must be greater than 0!
fr_fr: <br />* Le montant doit être supérieur à zéro !

# lblIncludeSubCategories.Help
source: Check to include subcategories.
fr_fr: Cocher pour inclure les sous-catégories.

# lblIncludeSubCategories.Text
source: Include SubCategories:
fr_fr: Inclure sous-catégories :

# btnValidateProduct.Text
source: Validate
fr_fr: Valider

# lblProduct.Help
source: Select the product to control.
fr_fr: Sélectionner le produit à controler.

# lblProduct.Text
source: Product:
fr_fr: Produit :

# valCustValidateItem.Text
source: <br />* Please validate your choice!
fr_fr: <br />* Veuillez valider votre sélection !

# valReqProduct.Text
source: <br />* Select a product!
fr_fr: <br />* Un produit est requis !
