Repository: DNNCommunity/DNNStore
Catalog: Providers/AddressProviders/DefaultAddressProvider/App_LocalResources/DefaultAddressAdmin.ascx.*.resx
Languages: fr_fr

# btnSaveSettings.Text
source: Update Address Settings
fr_fr: Enregistrer

# lblAllowPickup.Help
source: Check to display the 'Pickup' delivery option of an order at checkout.
fr_fr: Cocher pour afficher l'option de livraison 'Enlèvement' lors de la validation de la commande.

# lblAllowPickup.Text
source: Allow Pickup:
fr_fr: Permettre l'enlèvement :

# lblAuthorizedCountries.Help
source: Select countries authorized to place order.
fr_fr: Sélectionner les pays autorisés à passer commande.

# lblAuthorizedCountries.Text
source: Authorized Countries:
fr_fr: Pays autorisés :

# lblRestrictToCountries.Help
source: Allows to define countries authorized to place order.
fr_fr: Permet de définir les pays autorisés à passer commande.

# lblRestrictToCountries.Text
source: Restrict To Countries:
fr_fr: Limiter aux pays :

# lblShowCell.Help
source: Check to display the Cell field. Check 'Required' if the field is required. Select the display order of the field.
fr_fr: Cocher pour afficher le champs Mobile. Cocher 'Requis' si le champs est requis. Sélectionner l'ordre d'affichage du champs Mobile.

# lblShowCell.Text
source: Show Cell:
fr_fr: Afficher Mobile :

# lblShowCity.Help
source: Check to display the City field. Select the display order of the field.
fr_fr: Cocher pour afficher le champs Ville. Sélectionner l'ordre d'affichage du champs.

# lblShowCity.Text
source: Show City:
fr_fr: Afficher Ville :

# lblShowCountry.Help
source: Check to display the Country field. Select the display order of the field.
fr_fr: Cocher pour afficher le champs Pays. Sélectionner l'ordre d'affichage du champs.

# lblShowCountry.Text
source: Show Country:
fr_fr: Afficher Pays :

# lblShowPostal.Help
source: Check to display the Postal field. Select the display order of the field.
fr_fr: Cocher pour afficher le champs Code postal. Sélectionner l'ordre d'affichage du champs.

# lblShowPostal.Text
source: Show Postal:
fr_fr: Afficher Code postal :

# lblShowRegion.Help
source: When unchecked, the region field will be not displayed. If 'Show Country' is checked and the selected country have States/Regions defined at the Host level, the corresponding list will be displayed whatever the value of this setting. Select the display order of the field.
fr_fr: Lorsque décoché, le champ Région/Département ne sera pas affiché. Si 'Afficher Pays' est coché et que le pays sélectionné possède des Etats/Régions définis au niveau de l'hôte, la liste correspondante sera affichée quelque soit la valeur de ce paramètre. Sélectionner l'ordre d'affichage du champs.

# lblShowRegion.Text
source: Show Region:
fr_fr: Afficher Région/Département :

# lblShowStreet.Help
source: Check to display the Street field. Select the display order of the field.
fr_fr: Cocher pour afficher le champs Adresse. Sélectionner l'ordre d'affichage du champs.

# lblShowStreet.Text
source: Show Street:
fr_fr: Afficher Adresse :

# lblShowTelephone.Help
source: Check to display the Telephone field. Check 'Required' if the field is required. Select the display order of the field.
fr_fr: Cocher pour afficher le champs Téléphone. Cocher 'Requis' si le champs est requis. Sélectionner l'ordre d'affichage du champs.

# lblShowTelephone.Text
source: Show Telephone:
fr_fr: Afficher Téléphone :

# lblShowUnit.Help
source: Check to display the Unit field. Select the display order of the field.
fr_fr: Cocher pour afficher le champs N° de bat./app. Sélectionner l'ordre d'affichage du champs.

# lblShowUnit.Text
source: Show Unit:
fr_fr: Afficher N° de bat./app :

# Required.Text
source: Required -
fr_fr: Requis -

# valReqAuthorizedCountries.Error
source: <br/>At least one country have to be selected!
fr_fr: <br/>Au moins un pays doit être sélectionné !

# RowOrder.Text
source: Display order:
fr_fr: Ordre d'affichage :

# lblEmail.Help
source: Select the display order of the Email field.
fr_fr: Sélectionner l'ordre d'affichage du champs Courriel.

# lblEmail.Text
source: Email:
fr_fr: Courriel :

# lblFirstName.Help
source: Select the display order of the First Name field.
fr_fr: Sélectionner l'ordre d'affichage du champs Prénom.

# lblFirstName.Text
source: First Name:
fr_fr: Prénom :

# lblLastName.Help
source: Select the display order of the Last Name field.
fr_fr: Sélectionner l'ordre d'affichage du champs Nom.

# lblLastName.Text
source: Last Name:
fr_fr: Nom :
